tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "dteoh/sqa"
cask "java"
brew "autoconf"
brew "automake"
brew "caddy"
brew "emacs"
brew "cask"
brew "ccat"
brew "chromedriver"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "git"
brew "docker"
brew "doxygen"
brew "fd"
brew "fish"
brew "fzf"
brew "gdbm"
brew "geckodriver"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "htop"
brew "hugo"
brew "iftop", link: false
brew "libevent"
brew "libssh2"
brew "libtool"
brew "libusb-compat"
brew "libyaml"
brew "lua"
brew "m-cli"
brew "makedepend"
brew "maven"
brew "nvm"
brew "pcre"
brew "pkg-config"
brew "python"
brew "xz"
brew "ruby"
brew "rust"
brew "screenfetch"
brew "selenium-server-standalone"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "wget"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "atom"
cask "cscreen"
cask "cyberduck"
cask "discord"
cask "fetch"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "licecap"
cask "pdftotext"
cask "postman"
cask "rubymine"
cask "scroll-reverser"
cask "spectacle"
cask "sublime-text"
cask "the-unarchiver"
cask "tunnelblick"
cask "vlc"
cask "wireshark"
